#Функциональные требования:
#1.простейшие функции и цифры (+,-,*,/)
#2.наличие доп. функций(корень,возведение в степень,факториал,проценты)
#3.наличие тригонометричиских функций
#4.наличие конвертера(температура,длина,вес)
#5.использование try exsept (деление на 0,буквы и тд.)
#6.наличие поля ввода
#7.использование button
#8.построение кода на функциях
#9.использование виджета menu

#графические требования:
#1.белый фон
#2.основной цвет серый
#3.акцентный цвет синий
#4.дополнительный цвет красный
#5.весь текст черного цвета
